Gets all the keys stored in the map.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public IList<ExportLayerKey> GetKeys()
  Visual Basic
Public Function GetKeys As IList(Of ExportLayerKey)
  Visual C++
public:
IList<ExportLayerKey^>^ GetKeys()
 Return Value
 Return the key array.
 See Also
  ExportLayerTable Class
  Autodesk.Revit.DB Namespace